/* details panel string - number of times the program has crashed */
"# of Crashes" = "Nº de bloqueos";

/* details panel string - number of times the program has been launched */
"# of Launches" = "Nº de ejecuciones";

/* Download window title - text is name of the running application */
"%@ Update" = "Actualización de %@";

/* title of new versions available dialog, when no updates are available - text is name of application */
"%1$@ is up to date." = "%1$@ está actualizado.";

/* error description */
"%s is not reachable." = "No se ha podido acceder a %s.";

/* error description when trying to start a download when one is already in progress */
"A download is already in progress." = "Ya hay una descarga en curso.";

/* error reason - OSUInstaller.sh is missing */
"Cannot find the installer script." = "No se encuentra el script de instalación.";

/* error description - when we notice that we won't be able to unpack the update to the specified location - more detailed text, and an option to choose a different location, will follow */
"Cannot install update there" = "No se puede instalar la actualización en esa ubicación";

/* error description - RSS feed has an enclosure but the URL is malformed */
"Cannot parse enclosure url '%@'." = "No es posible analizar la url del adjunto '%@'.";

/* error description */
"Cannot parse price '%@' -- it should contain only digits and possibly a period as a decimal separator." = "No se ha podido procesar el precio '%@'; solo debe contener dígitos y, tal vez, un punto como separador decimal.";

/* error description */
"Cannot parse release notes url '%@'." = "No es posible analizar la url de las notas sobre la versión '%@'.";

/* error reason - tried to run a check operation to fetch software update information, but it exited with an error code */
"Check operation failed." = "Error en la operación de comprobación.";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application */
"Checking for %1$@ updates." = "Buscando actualizaciones de %1$@.";

/* error recovery option - to let the user choose where to install the newly-downloaded update */
"Choose Location\\U2026" = "Seleccionar ubicación…";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Could not contact %s." = "No se ha podido contactar con %s.";

/* error message - we downloaded and unpacked an update, but we can't stat its CFBundleExecutable file */
"Could not examine application" = "No se ha podido examinar la aplicación";

/* error message - we downloaded and unpacked an update, but now we can't read it */
"Could not read directory" = "No se ha podido leer el directorio";

/* status description */
"Decompressing\\U2026" = "Descomprimiendo…";

/* error title */
"Download failed" = "Error de la descarga";

/* Download status - text is filename of update package being downloaded */
"Downloading %@ \\U2026" = "Descargando %@…";

/* details panel string - version of video card driver */
"Driver Version" = "Versión del driver";

/* error description */
"Error fetching software update information." = "Error al recoger información sobre la actualización de software.";

/* error description */
"Error while checking for updated version." = "Error al buscar una versión actualizada.";

/* error reason */
"Exception raised: %@" = "Excepción: %@";

/* details panel string - list of OpenCL platform extensions */
"Extensions" = "Extensiones";

/* error reason */
"Extract script failed." = "Error en el script de extracción.";

/* status message - copying application from disk image to target filesystem */
"Extracting updated application\\U2026" = "Extrayendo aplicación actualizada…";

/* details panel string - column header for OpenCL device extensions */
"Exts" = "Ext.";

/* error reason */
"Failed to create authorization." = "Error al crear la autorización.";

/* relaunch error message */
"Failed to create child pipe: %s" = "Error al intentar crear el canal subordinado: %s";

/* error reason */
"Failed to execute install script with authorization." = "Error al ejecutar el script de instalación con autorización.";

/* relaunch error message */
"Failed to fork child process: %s" = "No se ha podido bifurcar el proceso subordinado: %s";

/* free upgrade price string - displayed in price column */
"free!" = "¡gratis!";

/* details panel string - column header for OpenCL device core frequency */
"Freq." = "Frec.";

/* details panel string - name of video card driver */
"Hardware Driver" = "Driver de hardware";

/* error reason */
"hdiutil failed to attach the disk image" = "hdiutil no ha podido adjuntar la imagen de disco";

/* details panel string - accumulated number of hours the program has been running */
"Hours Run" = "Horas de ejecución";

/* button title to allow user to stop being notified of releases on a particular track (eg, 'rc', 'beta', 'sneakypeek') - used in stability downgrade warning pane */
"Ignore \\U201C%@\\U201D Releases" = "Ignorar versiones “%@”";

/* button title - (download and) install the selected update */
"Install" = "Instalar";

/* error reason */
"Install script exited due to signal %d." = "El script de instalación se ha cerrado por una señal %d.";

/* error reason */
"Install script exited with status %d." = "El script de instalación se ha cerrado con el estado %d.";

/* error reason */
"Install script failed." = "Error del script de instalación.";

/* status description */
"Installing\\U2026" = "Instalando…";

/* details panel string - amount of video memory installed
   details panel string - column header for OpenCL device memory sizes */

"Memory" = "Memoria";

/* button title - display more information about the selected update */
"More Information..." = "Más información...";

/* error reason - we downloaded an update, and it has more than one application in it */
"More than one application found in update (%@)" = "Se ha encontrado más de una aplicación en la actualización (%@)";

/* status message */
"Mounting disk image\\U2026" = "Montando imagen de disco…";

/* error reason */
"Multiple mount points found in hdiutil results." = "Se han encontrado diversos puntos de montaje en los resultados de hdiutil.";

/* error reason - we downloaded an update, but it doesn't seem to contain a new application */
"No application was found in the update" = "No se ha encontrado ninguna aplicación en la actualización";

/* error reason */
"No mount point found in hdiutil results." = "No se ha encontrado ningún punto de montaje en los resultados de hdiutil.";

/* error description - RSS feed does not have an enclosure that we can use */
"No suitable enclosure found." = "No se ha encontrado ningún adjunto adecuado.";

/* details panel string - name of the OpenGL driver */
"OpenGL Driver" = "Driver OpenGL";

/* details panel string */
"OpenGL Extensions" = "Extensiones OpenGL";

/* details panel string */
"OpenGL Renderer" = "Procesador OpenGL";

/* details panel string */
"OpenGL Vendor" = "Proveedor OpenGL";

/* details panel string */
"OpenGL Version" = "Versión OpenGL";

/* details panel string - PCI bus ID of video card */
"PCI ID" = "ID PCI";

/* error suggestion when trying to start a download when one is already in progress */
"Please cancel the existing download before starting another." = "Cancele la descarga actual antes de iniciar otra.";

/* error message - unable to download URL - extra text if it looks like a problem with the local filesystem */
"Please check the permissions and space available in your downloads folder." = "Compruebe los permisos y el espacio disponible de su carpeta de descargas.";

/* error reason */
"Please try again later or contact us to let us know this is broken." = "Inténtelo de nuevo más tarde o póngase en contacto con nosotros para informarnos del error.";

/* details panel value - shown if Quartz Extreme is not enabled */
"Quartz Extreme Disabled" = "Quartz Extreme desactivado";

/* details panel value - shown if Quartz Extreme is enabled */
"Quartz Extreme Enabled" = "Quartz Extreme activado";

/* relaunch error button */
"Quit" = "Salir";

/* Download status - Done downloading, about to prompt the user to let us reinstall and restart the app */
"Ready to Install" = "Listo para la instalación";

/* Window title for the release notes window */
"Release Notes" = "Notas de la versión";

/* status description - when quitting this application in order to finish upgrading */
"Restarting\\U2026" = "Reiniciando…";

/* error description - expected to find a specific element in RSS feed but didn't */
"RSS node contains no match for '%@'." = "El nodo RSS no contiene coincidencias de '%@'.";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application - only used if this downgrade does not have a more specific warning message available */
"Stability downgrade warning" = "La versión seleccionada podría ser menos estable que su versión actual.";

/* error reason */
"System call wait() failed for install script." = "Error durante la espera() de llamada del sistema para el script de instalación.";

/* error description */
"The data returned from <%@> was not a valid XML document." = "Los datos devueltos por <%@> no eran un documento XML válido.";

/* error failure reason - when the destination location is on a filesystem mounted with NOEXEC (cannot run programs from it) */
"The destination volume, \\U201C%@\\U201D, does not allow applications." = "El volumen de destino, “%@”, no admite aplicaciones.";

/* error failure reason - when the destination location is on a read-only filesystem such as a disk image or CDROM */
"The destination volume, \\U201C%@\\U201D, is not writable." = "El volumen de destino, “%@”, no es de escritura.";

/* caution text - it's actual size, but it seems much bigger to me - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too long). It might be corrupted." = "El archivo no tiene el tamaño correcto (%@ demasiado grande). Podría estar dañado.";

/* caution text - we downloaded a file, but it's smaller than it's supposed to be - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too short). It might be corrupted." = "El archivo no tiene el tamaño correcto (%@ demasiado pequeño). Podría estar dañado.";

/* caution text - we downloaded a file, but its checksum is not correct - warn that it might be damaged or even maliciously replaced. Parameter is name(s) of hash algorithms (md5, sha1, etc) */
"The file's checksum does not match (%@). It might be corrupted." = "La suma de comprobación del archivo no coincide (%@). Podría estar dañado.";

/* error description - the update information wasn't signed at all, but we require it to be signed */
"The update information is not signed." = "La información de la actualización no está firmada.";

/* Install dialog message - small note indicating that app will be installed in a system or network directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in the @ folder." = "La actualización se instalará en la carpeta %@.";

/* Install dialog message - small note indicating that app will be installed in a user directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in your @ folder." = "La actualización se instalará en su carpeta %@.";

/* error reason - we downloaded an update, but there's something obviously wrong with the updated application, like it doesn't have an Info.plist or whatever */
"The updated application is invalid (%@)" = "La aplicación actualizada no es válida (%@)";

/* title of new versions available dialog, when multiple updates are available - text is name of application */
"There are %2$d updates available for %1$@." = "Hay %2$d actualizaciones disponibles para %1$@.";

/* title of new versions available dialog, when one update is available - text is name of application */
"There is an update available for %1$@." = "Hay una actualización disponible para %1$@.";

/* error description - the checksum or signature didn't match - more info in underlying error */
"There was a problem checking the signature." = "Ha habido un problema al comprobar la firma.";

/* error message - unable to download URL - extra text if it looks like a transitory network problem */
"This may be a temporary network problem." = "Puede que se trate de un problema temporal de la red.";

/* text of dialog box informing user of change in software update query */
"This version of %@ sends additional information using your Internet connection (when active) to check for new and updated versions of itself." = "Esta versión de %@ envía información adicional a través de su conexión a Internet (si está activa) para buscar versiones nuevas y actualizaciones del software.";

/* error reason - we ran a helper tool to fetch software update information, but it didn't return any information */
"Tool returned no data" = "La herramienta no ha devuelto datos";

/* details panel string - column header for OpenCL device type */
"Type" = "Tipo";

/* error description - we have some update information but it doesn't look authentic */
"Unable to authenticate the response from the software update server." = "No se ha podido autenticar la respuesta del servidor de actualizaciones de software.";

/* error message - unable to download URL to LOCALFILENAME - will often be followed by more detailed explanation */
"Unable to download %@ to %@." = "No se ha podido descargar %1$@ en %2$@.";

/* error message - unable to download URL (but no LOCALFILENAME was chosen yet) - will often be followed by more detailed explanation */
"Unable to download %@." = "No se ha podido descargar %@.";

/* error description - will be followed by more detailed error reason */
"Unable to fetch software update information." = "No se ha podido recoger información sobre la actualización de software.";

/* error description
   error description - could not copy from disk image to destination filesystem
   error description - could not move application into place during install
   error description - could not process .tar.bz2 file
   error description - we downloaded an update, but it doesn't seem to be valid
   error description - we downloaded an update, but there seems to be something wrong with the application it contained */





"Unable to install update" = "No se ha podido instalar la actualización";

/* error description */

"Unable to mount disk image" = "No se ha podido montar la imagen de disco";

/* error description */
"Unable to parse response from the software update server." = "No se ha podido analizar la respuesta del servidor de actualizaciones de software.";

/* error reason */
"Unable to parse the response from hdiutil: %@" = "No se puede analizar la respuesta de hdiutil: %@";

/* relaunch error title */
"Unable to relaunch" = "No se ha podido reiniciar";

/* details panel string - column header for OpenCL device processing-unit count */
"Units" = "Unidades";

/* error reason - downloaded upgrade package was not in a format we recognize */
"Unknown package type." = "Tipo de paquete desconocido.";

/* status message */
"Unmounting disk image\\U2026" = "Desmontando imagen de disco…";

/* Download status */
"Verifying file\\U2026" = "Verificando archivo…";

/* message of no updates are available dialog */
"You are currently running %@." = "Está ejecutando %@.";

/* message of new versions available dialog */
"You are currently running %@.  If you're not ready to update now, you can use the [Update preference pane] to check for updates later or adjust the frequency of automatic checking." = "Está ejecutando %@. Si no está listo para actualizar ahora, puede utilizar el [panel de preferencias de actualización] para buscar actualizaciones más tarde o modificar la frecuencia de las comprobaciones automáticas.";

/* error recovery suggestion - when we notice that we won't be able to unpack the update to the specified location - we offer to let the user choose another install location */
"You may be able to install in a different location." = "Pruebe a instalar en otra ubicación.";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Your Internet connection might not be active, or there might be a problem somewhere along the network." = "Puede que su conexión a Internet esté inactiva o que haya un problema en algún punto de la red.";